"""
Задание 1.1

Если запустить код задания, будет такой вывод:
$ python task_1_1.py
line1
line2
line3

Надо преобразовать строку start_data таким образом, чтобы на экран была выведена
такая строка
$ python task_1_1.py
line1 line2 line3

При этом нельзя менять строку start_data вручную, то есть нельзя менять исходную строку
start_data.
"""
start_data = "line1\nline2\nline3"
print(start_data)

