"""
Если запустить код задания, будет такой вывод:
$ python task_09.py
==============================
10
20
30
40

Надо изменить код так, чтобы при запуске кода был такой вывод
$ python task_09.py
==============================
10
******************************
20
******************************
30
******************************
40
==============================
"""
numbers = [10, 20, 30, 40]
print("=" * 30)
for num in numbers[:-1]:
    print(num)
    print("*" * 30)
print(numbers[-1])
print("=" * 30)
